brew "git"
brew "jq"
brew "fzf"
brew "mole"
brew "neovim"
brew "zoxide"

cask "squirrel-app"        # Rime (Squirrel) input method
cask "microsoft-edge"
cask "obsidian"

# System
cask "stats"
cask "rectangle"
cask "hiddenbar"          # menu bar item manager
cask "wezterm"

# IM
cask "slack"
cask "wechat"
